---
title: 大旗如果扛不动，就先插在地上
author: MatrixSpk
date: '2011-07-18'
slug: about-translate-books
categories:
- 随笔
tags:
- COS
- 出书
- 大旗
- 翻译
---
COS一直怀都有译书和著书的愿望.这种愿望的背后，我想有一种知识分子的传统品格在里面。传统知识分子都信奉人的一生要做到“三立”，而其中的一“立”就是指“著书立说”。除此之外，当然还有一个更现实的原因，那就是解决COS长远发展的资金问题。

目前，COS是一个非商业网站。我想以后也会一直是。可是，这并不意味着COS的发展不需要资金支撑。如何解决这个问题一直令人头疼。

我们想过写书，可是考虑到写书的进度太慢，而且对自己的写作水平也不自信，害怕写出来质量不高的东西，那就贻害读者了。因此，迟迟没有动手。这也说明，COS的人大都还是“宁为玉碎，不为瓦全”的。COS能有这种“宁缺勿滥”的坚持一直让我骄傲。

那干脆译书吧。于是，我们就着手翻译了一点东西。慢慢发现，翻译书籍也并不简单，尤其翻译书籍时字斟句酌的过程让人十分骄傲。太云和怡轩调侃说，翻译部分词句时很有“给自己耳光的冲动”。这种为难，我懂，实在是一种夹杂着无奈窘迫。但是，细想起来，也可爱至极。

最近，重杰兄提出说成立一个翻译小组，张家平兄也有此提议。我觉得确实有这个必要，但是又觉得组织起来困难重重。COS资金并不富裕，也没有实体，如果成立了翻译小组，那翻译工作也只能靠小组的成员自愿完成。这样一来，总觉得对这些成员不住。好在，大家都很有热情，期待不久之后可以好好考虑此事。

不久之前，跟益辉说了这个想法。益辉问，你可否扛起这个大旗。我没有答话。只是心里想，也许扛不起。可是扛不起，又有什么关系？扛不起就先把旗插在地上好了，至少，要先把大旗立起来，立起来就能听到旗声猎猎。
